Repository: petrkle/periodic-table.firefox-os
Catalog: po/*.po
Languages: et_ee

source: Periodic Table
et_ee: Perioodilisustabel

source: Settings
et_ee: Seaded

source: Language
et_ee: Keel

source: About
et_ee: Meist

source: English
et_ee: Inglise

source: Czech
et_ee: Tšehhi

source: Slovak
et_ee: Slovaki

source: Default language
et_ee: Keel vaikimisi

source: State
et_ee: Riik

source: Solid
et_ee: Tahkis

source: Liquid
et_ee: Vedelik

source: Gas
et_ee: Gaas

source: Symbol
et_ee: Sümbol

source: Atomic number
et_ee: Aatomnumber

source: Period
et_ee: Periood

source: period
et_ee: periood

source: Element category
et_ee: Elemedi rühm

source: Relative atomic mass
et_ee: Suhteline aatommass

source: Atomic mass
et_ee: Aatommass

source: Group
et_ee: Rühm

source: group
et_ee: rühm

source: Electronegativity
et_ee: Elektro<wbr>negatiivsus

source: Oxidation numbers
et_ee: Oksüdatsioon<wbr>iaste

source: Electron configuration
et_ee: Elektron<wbr>konfigura<wbr>tsiooni

source: Density
et_ee: Tihedus

source: Melting point
et_ee: Sulamis<wbr>temperatuur

source: Boiling point
et_ee: Keemis<wbr>temperatuur

source: Critical point
et_ee: Kriitiline punkt

source: Critical pressure
et_ee: Kriitiline rõhk

source: Atomic radius
et_ee: Aatomraadius

source: Covalent radius
et_ee: Kovalentne raadius

source: Thermal conductivity
et_ee: Soojusjuh<wbr>tivus

source: Discovery
et_ee: Avastamine

source: Hardness
et_ee: Kõvadus

source: Vickers hardness
et_ee: Kõvadus Vickersi skaalal

source: Brinell hardness
et_ee: Kõvadus Brinelli skaalal

source: Mohs scale
et_ee: Mohsi skaala

source: Shear modulus
et_ee: Sheari moodul

source: Young's modulus
et_ee: Youngi moodul

source: Electrical resistivity
et_ee: Elektriline eritakistus

source: Electrical conductivity
et_ee: Elektrijuhtivus

source: Name
et_ee: Nimetus

source: Latin name
et_ee: Ladinakeelne nimetus

source: Version
et_ee: Versioon

source: Created
et_ee: Loodud

source: Author
et_ee: Autor

source: Write review
et_ee: Kirjuta arvustus

source: Noble gases
et_ee: Väärisgaasid

source: Inner transition elements
et_ee: Sisesiirdeel<wbr>emendid

source: Transition elements
et_ee: Siirdeel<wbr>emendid

source: Metalloids
et_ee: Metalloidid

source: Nonmetals
et_ee: Mittemetallid

source: Alkaline earth metals
et_ee: Leelismuld<wbr>metallid

source: Metals
et_ee: Metallid

source: Halogens
et_ee: Halogeenid

source: Alkali metals
et_ee: Leelis<wbr>metallid

source: 1.st ionization energy
et_ee: 1. ionisatsiooni<wbr>energia

source: 2.nd ionization energy
et_ee: 2. ionisatsiooni<wbr>energia

source: 3.rd ionization energy
et_ee: 3. ionisatsiooni<wbr>energia

source: Stable isotopes
et_ee: Stabiilsed isotoobid

source: Unstable isotopes
et_ee: Ebastabiilsed isotoobid

source: Substance
et_ee: Põhiolek

source: Talc
et_ee: Talk

source: Rock salt
et_ee: Jämesool

source: Limestone
et_ee: Lubjakivi

source: Fluorspar
et_ee: Fluoriit

source: Apatite
et_ee: Apatiit

source: Feldspar
et_ee: Päevakivi

source: Quartz
et_ee: Kvarts

source: Topaz
et_ee: Topaas

source: Corundum
et_ee: Korund

source: Diamond
et_ee: Teemant

source: Antiquity
et_ee: Antiik

source: Heat capacity
et_ee: Soojusmahtuvus

source: Table view
et_ee: Tabeli vaade

source: French
et_ee: Prantsuse

source: Russian
et_ee: Vene

source: German
et_ee: Saksa

source: Spanish
et_ee: Hispaania

source: Polish
et_ee: Poola

source: Download
et_ee: Lae alla

source: Links
et_ee: Lingid

source: Source code
et_ee: Lähtekood

source: Unknown
et_ee: Tundmatu

source: Dutch
et_ee: Hollandi

source: Estonian
et_ee: Eesti

source: Menu
et_ee: Menüü

source: Swedish
et_ee: Rootsi

source: Portuguese
et_ee: Portugalų

source: Brazilian Portuguese
et_ee: Brazilijos portugalų
